Repository: arvvoid/plugin.video.hbogoeu
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es, ro_ro

# #30000
source: ENG
es_es: es_hboespana
ro_ro: RON

# #30100
source: Web registration on
es_es: Registro en el sitio Web
ro_ro: Logare web pe

# #30101
source: PLEASE DON'T CONTACT YOUR OPERATOR SUPPORT ABOUT THIS ADD-ON, THIS IS AN UNOFFICIAL ADD-ON AND HAVE NO OFFICIAL SUPPORT! COMMUNITY HELP CAN BE FOUND ON THE ADD-ON GITHUB PAGE OR KODI FORUM
es_es: POR FAVOR, NO PONERSE EN CONTACTO CON EL SOPORTE DE TU OPERADOR SOBRE ESTE ADD-ON, ESTE ES UN ADD-ON NO OFICIAL ¡Y NO TIENE APOYO OFICIAL! LA AYUDA DE LA COMUNIDAD SE PUEDE ENCONTRAR EN LA PÁGINA DEL ADD-ON EN GITHUB O EN EL FORO DE KODI
ro_ro: VĂ RUGĂM SĂ NU CONTACTAȚI OPERATORUL DUMNEAVOASTRĂ ÎN LEGĂTURĂ CU ACEST ADD-ON, ESTE UN ADD-ON NEOFICIAL ȘI NU ARE SUPORT OFICIAL! PUTEȚI OBȚINE AJUTOR DIN PARTEA COMUNITĂȚII PE PAGINA GITHUB A ADD-ON-ULUI SAU TOPICUL DE PE FORUMUL KODI

# #30102
source: Operators
es_es: Operadores
ro_ro: Operatori

# #30103
source: Sorry, you are not correctly logged in, aborting play. Try to login on the official site then try again, if the problem persist ask support with a full debug log
es_es: Lo sentimos, no has iniciado la sesión correctamente, cancelando la reproducción. Intente iniciar la sesión en la web oficial y después inténtelo de nuevo, si el problema persiste, solicite ayuda con el registro de depuración completo
ro_ro: Ne pare rău, dar nu sunteți logat corect, redarea este anulată. Încercați să vă logați pe site-ul oficial și apoi să reîncercați. Dacă problema persistă cereți ajutor cu un log de debug full.

# #30104
source: Operaotr not selected. Please select your country/operaotr in the settings.
es_es: Operador no seleccionado. Por favor selecciona tu pais/operador en las opciones.
ro_ro: Nu ați selectat un operator. Alegeți o țară și un operator în setări.

# #30105
source: Logout (Reset setup)
es_es: Cierre de sesión (Reinicia la configuración)
ro_ro: Ieșire (resetare setup)

# #30106
source: Destroy current session
es_es: Acabar la sesión actual
ro_ro: Distrugeți sesiunea curentă

# #30440
source: Settings
es_es: Opciones
ro_ro: Setări

# #30441
source: Chose your Country
es_es: Elige tu país
ro_ro: Alegeți țara

# #30442
source: Enter e-mail/username
es_es: Introducir e-mail/nombre de usuario
ro_ro: Introduceți email/nume de utilizator

# #30443
source: Enter password
es_es: Introducir password
ro_ro: Introduceți parola

# #30444
source: Setup failed, please try again
es_es: Configuración fallida, por favor intentelo de nuevo
ro_ro: Setarea a eșuat, vă rugăm să reîncercați

# #30445
source: Chose your operator
es_es: Escoje tu operador
ro_ro: Alegeți operatorul

# #30665
source: Inputstream Adaptive Settings (max bitrate,resolution,ecc..)
es_es: Opciones de Inputstream Adaptive (max bitrate,resolución,etc..)
ro_ro: Setări pentru calitatea maximă și rezoluția redării

# #30700
source: Find movies and TV Shows...
es_es: Encontrar películas y Series de TV
ro_ro: Căutați filme și seriale...

# #30701
source: No result
es_es: Sin resultados
ro_ro: Nici un rezultat

# #30702
source: Error
ro_ro: Eroare

# #30703
source: Episode can be watched until:
es_es: El episodio se puede ver hasta:
ro_ro: Episodul poate fi urmărit până pe:

# #30704
source: The movie can be watched until:
es_es: La película se puede ver hasta:
ro_ro: Filmul poate fi urmărit până pe:

# #30705
source: EPISODE
es_es: EPISODIO
ro_ro: EPISOD

# #30706
source: SEASON
es_es: TEMPORADA
ro_ro: SEZON

# #30707
source: My List
es_es: Mi lista
ro_ro: Lista mea

# #30708
source: Please enter your login details in the settings!
es_es: Por favor, introduce tus datos de inicio de sesión en la configuración!
ro_ro: Vă rugăm să introduceți datele de login în setări!

# #30709
source: Login error, check your login details!
es_es: Error de inicio de sesión, compruebA Tus datos de inicio de sesión!
ro_ro: Eroare de logare, verificați userul sau parola!

# #30710
source: No operator defined! Check your settings!
es_es: Ningún operador definido! Revisa tu configuración!
ro_ro: Nici un operator definit! Verificați setările!

# #30711
source: Search...
es_es: Buscar...
ro_ro: Caută...

# #30712
source: WARNING. You enabled the [Include sensitive login data in debug log] option in this add-on expert settings. IF YOU DON'T EXACTLY KNOW WHY YOU ENABLED THAT DISABLE IT, THAT'S NOT NEEDED!! This means that if the debug log is enabled in Kodi, your sensitive and private login information and session data will be written to the debug log. Please don't share publicly such a log. IF YOU NEED TO POST A DEBUG LOG PUBLICLY DISABLE THAT OPTION. If you really have to send a log with that option enabled to debug a login/session related issue be very CAREFUL who you send that log too and do it privately and change your password as soon as possible. If you posted such a log publicly by accident, change your password as soon as possible. DO YOU WANT TO CONTINUE?
es_es: ¡ADVERTENCIA. Has habilitado la opción [Incluir datos de inicio de sesión confidenciales en el registro de depuración] en la configuración experta de este ADD-ON. SI NO SABES EXACTAMENTE POR QUÉ LO HAS HABILITADO ENTONCES DESAHABILITALO, NO SE NECESITA! Esto significa que si el registro de depuración está habilitado en Kodi, tu información de inicio de sesión confidencial y privada y los datos de la sesión se escribirán en el registro de depuración. Por favor, no compartas públicamente ese registro. SI NECESITA PUBLICAR UN REGISTRO DE DEPURACIÓN, DESHABILITE ESTA OPCIÓN. Si realmente tiene que enviar un registro con esa opción habilitada para depurar un problema relacionado con el inicio de sesión / sesión, tenga mucho cuidado con el envío de ese registro y hágalo de forma privada y cambie su contraseña lo antes posible. Si publicó tal registro públicamente por accidente, cambie su contraseña lo antes posible. ¿QUIERES CONTINUAR?
ro_ro: ATENȚIE. Ați activat opțiunea [Include date private de login în logul de debug] (din setările avansate). DACĂ NU ȘTIȚI DE CE AȚI FĂCUT-O, DEZACTIVAȚI OPȚIUNEA, NU E NECESARĂ!! Înseamnă că atunci când logul de debug este activat în Kodi, datele dumneavoastră de login și de sesiune for fi scrise în clar în logul de debug. Vă rugăm să nu postați în locuri publice un astfel de log. DACĂ DORIȚI SĂ POSTAȚI PUBLIC UN ASTFEL DE LOG DEZACTIVAȚI ACEA OPȚIUNE. Dacă este musai să trimiteți un log cu acea opțiune activă pentru a analiza o problemă legată de login sau de sesiune fiți foarte ATENT cui trimiteți acel log și faceți-o în mod privat, apoi schimbați parola imediat. Dacă ați postat un astfel de log din greșeală, schimbați-vă parola imediat. DORIȚI SĂ CONTINUAȚI?

# #30713
source: INFORMATION
es_es: INFORMACIÓN
ro_ro: INFORMAȚII

# #30714
source: I understand the risk continue
es_es: Entiendo los riesgos continuar
ro_ro: Înțeleg riscul și doresc să continui

# #30715
source: Stop, let me change the settings
es_es: Detente, déjame cambiar la configuración
ro_ro: Oprește, lasă-mă să schimbă setările

# #30716
source: TV Shows
es_es: Series de TV
ro_ro: Seriale TV

# #30717
source: Movies
es_es: Películas
ro_ro: Filme

# #30718
source: Trending Now
es_es: Tendencias actuales
ro_ro: Populare acum

# #30719
source: Add to My List
es_es: Añadir a mi lista
ro_ro: Adaugă la lista mea

# #30720
source: Remove from My List
es_es: Eliminar de mi lista
ro_ro: Șterge din lista mea

# #30721
source: Rate 5
es_es: Valoración 5
ro_ro: Evaluează cu 5 stele

# #30722
source: Rate 4
es_es: Valoración 4
ro_ro: Evaluează cu 4 stele

# #30723
source: Rate 3
es_es: Valoración 3
ro_ro: Evaluează cu 3 stele

# #30724
source: Rate 2
es_es: Valoración 2
ro_ro: Evaluează cu 2 stele

# #30725
source: Rate 1
es_es: Valoración 1
ro_ro: Evaluează cu 1 stea

# #30726
source: Rate
es_es: Valoración
ro_ro: Evaluează

# #30727
source: Success
es_es: Éxito
ro_ro: Succes

# #30728
source: Login failed, do you want to input your credentials again?
es_es: Falló el inicio de sesión, ¿quieres volver a introducir tus credenciales?
ro_ro: Logare eșuată, doriți să introduceți datele din nou?

# #30729
source: KIDS
es_es: INFANTIL
ro_ro: COPII

# #30730
source: Weekly Top
es_es: Top Semanal
ro_ro: Topul săptămânal

# #30650
source: Language
es_es: Idioma
ro_ro: Limba

# #30651
source: Always use default operator language
es_es: Usar siempre el idioma prediterminado del operador
ro_ro: Folosește mereu limba implicită a operatorului

# #30655
source: Subtitles
es_es: Subtítulos
ro_ro: Subtitrări

# #30656
source: Automatically turn on default subtitles
es_es: Activar automáticamente los subtítulos predeterminados
ro_ro: Activează mereu subtitrările implicite

# #30652
source: Always use original titles
es_es: Usa siempre los títulos originales
ro_ro: Folosește mereu titlurile originale

# #30653
source: Inject subtitles
ro_ro: Adaugă subtitrări

# #30670
source: Expert
es_es: Experto
ro_ro: Avansat

# #30671
source: Force scraper friendly titles
es_es: Forzar raspado de títulos conocidos
ro_ro: Forțează nume prietenoase

# #30680
source: Session
es_es: Sesión
ro_ro: Sesiune

# #30681
source: Session valid for hours
es_es: Sesión válida por horas
ro_ro: Sesiune validă timp de ore

# #30682
source: Reset session, force re-login
es_es: Reiniciar sesión, forzar reinicio de sesión
ro_ro: Resetează sesiune, forțează re-logarea

# #30690
source: Debug
es_es: Depuración
ro_ro: Debug/depanare

# #30691
source: Include sensitive login data in debug log [DON'T POST PUBLICLY]
es_es: Incluir datos confidenciales de inicio de sesión en el registro de depuración [NO ENVIAR PÚBLICAMENTE]
ro_ro: Include date private de login în logul de debug [NU POSTAȚI PUBLIC]
